dahanzimin/micropython/ports/esp32/boards/mPython/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "mPython"
#define MICROPY_HW_MCU_NAME "ESP32"
